Repository: synspawacza/automata_pl
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl

source: With two machines like that around, you'd better be extra careful out there.
pl: Z dwiema takimi maszynami, na twoim miejscu zachowałabym szczególną ostrożność.

source: With vocals
pl: Z wokalem

source: With your death, you will become gods!
pl: Wraz ze śmiercią, staniecie się Bogami!

source: Without that, we'd probably have stopped fighting a long time ago. What a brutally efficient piece of evolution!
pl: Bez niego, prawdopodobnie już dawno temu przestalibyśmy walczyć. Co za brutalnie efektywny pokaz ewolucji!

source: Without the Bunker, they are the only remaining way for unit 9S to initiate repairs.
pl: Bez Bunkra, są jedynym sposobem, aby jednostka 9S mogła rozpocząć naprawy.

source: Without vocals
pl: Bez wokalu

source: Witness the glories.
pl: Doświadcz chwały.

source: Women can be pretty scary sometimes.
pl: Czasami kobiety potrafią być naprawdę przerażające...

source: Won't look my way won't look my way won't look my way won't look my way won't look my way won't look my way won't look my way won't look my way won't look my way won't look my way won't look my way won't look my way won't look my way<bt_wait>
pl: Nie patrzył w moją stronę nie patrzył w moją stronę nie patrzył w moją stronę nie patrzył w moją stronę nie patrzył w moją stronę nie patrzył w moją stronę nie patrzył w moją stronę nie patrzył w moją stronę nie patrzył w moją stronę nie patrzył w moją stronę<bt_wait>

source: Wonder what that was all about? Something must've been up between Anemone and A2...
pl: Zastanawiam się, o co w tym chodziło? Coś musiało łączyć Anemonę i A2...

source: Wonder why it was abandoned...
pl: Ciekawe, dlaczego został porzucony...

source: Wonderful! I knew you couldn't resist the thrill of the chase the moment I laid eyes on you!
pl: Wspaniale! Wiedziałem, że nie oprzesz się dreszczykowi pogoni, od chwili gdy tylko cię zobaczyłem!

source: Wonderful. I'll send the coordinates at once.
pl: Wspaniale. Od razu przesyłam współrzędne.

source: Working like a machine to build a machine? Humans truly were strange creatures.
pl: Zapracowywać się jak maszyna, aby zbudować maszynę? Ludzie zdecydowanie byli dziwnymi istotami.

source: Worth is decided according to weight of the enemy and value of the parts you obtained. We call that unit 'G'.
pl: Wartość jest obliczana ze względu na wagę wroga i wartość otrzymanych części. Nazywamy tę jednostkę „G”.

source: Would 9S have made it this far inside?
pl: Czy 9S wszedłby sam tak głęboko?

source: Would you believe the guys at the top think all of this is illegal? How stupid is that!?
pl: Uwierzycie, że goście na górze sądzą, że to wszystko jest nielegalne? Co za głupota!

source: Would you care to make a new investment in my efforts?
pl: Nie chcecie może dokonać kolejnej inwestycji w moje wysiłki?

source: Would you just...die already!
pl: Mógłbyś w końcu... zdechnąć?!

source: Would you like to fuse your plug-in chips?
pl: Chcecie połączyć czipy rozszerzeń?

source: Would you like to help Father Servo with his training?
pl: Czy chcielibyście pomóc Ojcu Servo w jego treningu?

source: Would you like to take a look at my wares?
pl: Chciałabyś zobaczyć moje towary?

source: Would you like to test yourself against this new modification?
pl: Chcecie zmierzyć się z tą nową modyfikacją?

source: Would you mind talking to him?
pl: Moglibyście z nią porozmawiać?

source: Would you perhaps lend us your aid?
pl: Może byłabyś w stanie nam pomóc?

source: Would you possibly be able to invest in the inventions of the world's foremost genius?
pl: Czy dacie radę zainwestować w wynalazki znanego na całym świecie geniusza?

source: Would you stop calling me that already?
pl: Mógłbyś wreszcie przestać tak do nas mówić?

source: Would you truly refuse a single request from this old monk?
pl: Czy naprawdę odmówicie jednej prośbie temu staremu mnichowi?

source: Wouldn't want to have anyone getting tangled up in that, now, would we?
pl: Nie chcielibyśmy, żeby ktokolwiek się tam zaplątał, prawda?

source: Wounded in battle. NFCS not functioning.
pl: Uszkodzenia bojowe. System NFCS nie funkcjonuje.

source: Wow, 2B... That must have been tough.
pl: Łał, 2B... To musiało być naprawdę ciężkie.

source: Wow, I never thought you'd beat the champ! I should've put my money on you...
pl: Łał, nigdy bym nie sądził, że pokonasz czempiona! Trzeba było postawić na ciebie...

source: Wow, it's getting late! Let's get you home already!
pl: Łał, ale się późno zrobiło! Lepiej już wracajmy do domu!

source: Wow, okay. Where'd THAT come from?
pl: Łał, okej. Skąd taka reakcja?

source: Wow, that guy's really strong!
pl: Łał, ten gość jest naprawdę silny!

source: Wow, that guy's really strong! He must have a bit of 9S in him...
pl: Łał, ten gość jest naprawdę silny! Musi być w nim coś z 9S...

source: Wow, that was a HUGE earthquake!
pl: Łał, to było WIELKIE trzęsienie ziemi!

source: Wow, that weapon sure is big!
pl: Łał, ta broń jest naprawdę wielka!

source: Wow, that's...harsh.
pl: Łał, to... To było przykre.

source: Wow, this is more complex than I was expecting. Let me try again...
pl: Łał... To było trudniejsze niż się spodziewałem. Spróbuję jeszcze raz...

source: Wow, you've sure gotten strong! I doubt you'll be needing my help anymore.
pl: Wow... Naprawdę nabrałeś siły! Wątpię, aby moja pomoc była ci jeszcze potrzebna.

source: Wow... It just chose death.
pl: Łał... On po prostu wybrał śmierć.

source: Wow... It's even more complex than before.
pl: Łał... Jest nawet bardziej złożone niż poprzednio.

source: Wow... Look at all the Lunar Tears!
pl: Łał... Popatrz na te wszystkie Księżycowe Łzy!

source: Wow... So the leader of the pack was a machine?
pl: Wow... A więc przywódcą stada jest maszyna?

source: Writing Implement
pl: Przyrząd do pisania

source: Wrong route. Better go back and see if there's another one.
pl: Zdaje się, że źle idę. Lepiej zawrócę i poszukam innej drogi.

source: Y-Y-Your...Majesty...
pl: W-w-wasza... Wysokość...

source: Y-Yeah. *sniff* She'll be happy, right?
pl: T-tak. *smark* Będzie zadowolona, prawda?

source: Y-Yes, but you were throwing things all over the place and I got trapped—
pl: T-tak, ale... Rzucałaś rzeczami na prawo i lewo, a ja zostałem tutaj uwięziony...

source: Y-You will? Oh, thank you so much!
pl: Zro... zrobicie to? Och... Jesteśmy wam tak bardzo wdzięczni!

source: Y-you have Debug Mode turned on...
pl: M-masz włączony Tryb Debugowania...

source: YEAH, 'CAUSE IT LOOKS COOL. HEE HEE! THANKS A LOT!
pl: TAK, BO WYGLĄDA FAJOWO. HIHI! DZIĘKI WIELKIE!

source: YES! I WON! I WON! Look at all this money! I'm rich! Wahahaha!
pl: TAK! WYGRAŁAM! WYGRAŁAM! Zobacz ile mam pieniędzy! Jestem bogata! Muahahaha!

source: YES! That's it! That's the feeling! PURE HATE!
pl: TAK! To jest to! To uczucie! CZYSTA NIENAWIŚĆ!

source: YESSSSS! I love you YoRHa goons. I really do. Just look at all this data!
pl: TAAAAK! Uwielbiam was, zbiry z YoRHa. Naprawdę. Spójrz tylko na te wszystkie dane!

source: YORHA - HEAVY ARMAMENT
pl: YORHA - UZBROJENIE CIĘŻKIE

source: YORHA - STANDARD ARMAMENT
pl: YORHA - UZBROJENIE STANDARDOWE

source: YORHA SHORT SWORD
pl: MIECZ KRÓTKI YORHA

source: YOU DISPATCHED THE WILD ANIMALS. THANK YOU!
pl: POZBYLIŚCIE SIĘ DZIKICH ZWIERZĄT. MACIE MOJĄ WDZIĘCZNOŚĆ.

source: YOU SHOULD DIE! ALL OF YOU SHOULD DIE! AND THIS GODDAMN STAMP SHOULD DIE TOO!
pl: POWINNIŚCIE UMRZEĆ! WSZYSCY POWINNIŚCIE UMRZEĆ! I TA CHOLERNA PIECZĄTKA TEŻ POWINNA UMRZEĆ!

source: YOU WILL DIE WRITHING IN PAAAAAAIN!
pl: UMRZESZ, ZWIJAJĄC SIĘ Z BÓÓÓÓÓLUUUU!

source: Yaaaaaaaaaaah!
pl: Ijaaaaaaaaa!

source: Yaaaaaay! We did it!
pl: Huraaaa! Udało się!

source: Yaaaaay! Fuuuuuun!
pl: Jeeeej! Jak fajnieee!

source: Yahoo! Stamps! Stamps stamps stamps!
pl: Jeeej! Pieczątki! Pieczątki pieczątki pieczątki!

source: Yeaaaaaah...no.
pl: Taaaaaa... nie.

source: Yeaaaah, that's a really long story that we probably don't have time for.
pl: Taaaaak, to naprawdę długa historia. Tak długa, że chyba nie mamy na nią czasu.

source: Yeah! Buy something for us!
pl: Tak! Kup coś dla nas!

source: Yeah! Come on and play!
pl: Tak! Chodź się pobawić!

source: Yeah! Families are good!
pl: Tak! Rodziny są dobre!

source: Yeah! I asked if he wanted a coin that's low value or one that's high value, and he said he wanted the worthless one!
pl: Tak! Zapytałem go, czy chce monetę o niskiej wartości, czy o wysokiej. A on powiedział, że chce tę bezwartościową!

source: Yeah! It's boooooring right now!
pl: Tak! Teraz jest nuudnooo!

source: Yeah! Learned your lesson!
pl: No właśnie! Jeśli wyciągnąłeś lekcję!

source: Yeah! So tiny and cute!
pl: Tak! Taki malutki i słodziutki!

source: Yeah! Thank you!
pl: Tak! Dziękujemy!

source: Yeah! We'll study later!
pl: Tak! Później się pouczymy!

source: Yeah, Daddy! You should play with me more!
pl: Tak, tato! Powinieneś się więcej ze mną bawić!

source: Yeah, I asked about that once. They said it would put too much strain on our bodies. Also something about it not being "financially feasible."
pl: Ta, już o to pytałam. Powiedzieli, że wytworzyłoby to zbyt duże obciążenia na naszych ciałach. I mówili coś, że nie jest to „finansowo wykonalne”.

source: Yeah, I guess it was kind of odd. You thinking there's a reason for it?
pl: Tak. Też sądzę, że to było dziwne. Myślisz, że stał za tym jakiś powód?

source: Yeah, I guess...
pl: Racja. Tak myślę...

source: Yeah, I heard from the Resistance that they've been seeing this a lot lately.
pl: Taa... Słyszałem od Ruchu Oporu, że ostatnio często się na nie natykali.

source: Yeah, I kicked my old one a few too many times and it finally fell apart.
pl: Ta, kopnąłem ten stary parę razy za dużo i w końcu się rozpadł.

source: Yeah, I know that. But we just got some kind of weird noise.
pl: Tak, wiem. Ale właśnie usłyszeliśmy jakiś dziwny dźwięk.

source: Yeah, I know. I'm sorry.
pl: Tak, wiem. Przepraszam.

source: Yeah, I suppose you wouldn't be.
pl: No tak... bo skąd masz go znać...

source: Yeah, I'm working. A lot, actually. Maybe come back later.
pl: Tak, pracuję. I to dużo. Może wróć później.

source: Yeah, I...I guess.
pl: Taaa... Chyba tak.

source: Yeah, and I hack into all of 'em, right?
pl: No dobra... Zatem, muszę zhakować je wszystkie, tak?

source: Yeah, but come on, 2B, it still FEELS good!
pl: Tak, ale wiesz 2B... To jest takie PRZYJEMNE!

source: Yeah, but gathering intelligence is still important. It's a huge support for the war effort.
pl: Tak, ale zbieranie danych wywiadowczych wciąż jest bardzo ważne. To ogromne wsparcie dla działań wojennych.

source: Yeah, but how DO you make 'em?
pl: No tak, ale... JAK się je robi?

source: Yeah, but it's hard to relax in the Bunker, you know?
pl: No niby tak, ale w Bunkrze jakoś tak trudno się zrelaksować, wiesz?

source: Yeah, but that's not all. While they knew it was connected to our network, they didn't try to destroy it.
pl: Tak, ale to nie wszystko. Choć wiedziały, że jest podłączony do naszej sieci, nie próbowały go zniszczyć.

source: Yeah, he stepped out. Said he had to make a delivery to the outpost near the desert.
pl: Jakiś czas temu wyszedł. Powiedział, że musi dostarczyć przesyłkę do obozu znajdującego się niedaleko pustyni.

source: Yeah, if we don't help her, she'll never get any work done.
pl: No tak. Bez naszej pomocy nigdy nie ruszy z robotą.

source: Yeah, it's great. In fact, I wish I had one for myself.
pl: Tak, jest świetny. Właściwie, to sam chciałbym taki mieć.

source: Yeah, no. Let's find another route.
pl: Jasne. Znajdźmy inną drogę.

source: Yeah, okay. Mark them on my map.
pl: No dobra. Oznacz je na mapie.

source: Yeah, promise us!
pl: Tak, obiecaj nam!

source: Yeah, she said she didn't need it anymore.
pl: Tak. Stwierdziła, że nie będzie już tego potrzebować.

source: Yeah, sorry, but I don't really get it. Can you explain it again? Maybe go a little slower this time?
pl: Tak, przepraszam, ale dalej nie rozumiem. Możesz mi jeszcze raz wytłumaczyć? Może teraz trochę wolniej?

source: Yeah, tag's not bad.
pl: Tak, berek nie jest zły.

source: Yeah, thanks!
pl: Tak, dzięki!

source: Yeah, that's REAL helpful!
pl: Tak, to NAPRAWDĘ pomocne!

source: Yeah, that's true.
pl: Tak, z tym się zgodzę.

source: Yeah, there used to be lots of our models around.
pl: Tak, kiedyś istniało wiele takich modeli jak my.

source: Yeah, there's more plants and animals here than there used to be.
pl: Tak, teraz jest tu więcej roślin i zwierząt niż kiedyś.

source: Yeah, there's more plants and animals here than there used to be. Probably because the environment's changed.
pl: Ta, jest tutaj więcej roślin i zwierząt niż wcześniej. Pewnie dlatego, że zmieniło się środowisko.

source: Yeah, this is rough. Better go tell Mom what happened.
pl: Tak, to dość brutalne. Lepiej powiedzmy jego mamie co się stało.

source: Yeah, we're fine. But there's something we want to ask you about.
pl: Tak, nic nam nie jest. Ale jest coś, o co chcielibyśmy zapytać.

source: Yeah, yeah.
pl: Tak, tak.

source: Yeah, yeah. I can take the hint.
pl: Tak, tak. Zrozumiałem aluzję.

source: Yeah, yeah. No falling behind. Got it.
pl: Tak, tak. Nie zostawać w tyle. Łapię.

source: Yeah, yeah. No problems here.
pl: Tak, tak. Nie mamy żadnych problemów.

source: Yeah, yeah...
pl: Tak, tak...

source: Yeah, you can't really do that.
pl: Nie możesz tak robić.

source: Yeah, you can't really do that. It needs to be turned on except in very specific cases.
pl: Nie możesz tak zrobić. To musi zostać włączone. Wyjątek stanowią BARDZO konkretne przypadki.

source: Yeah.
pl: Tak.

source: Yeah. I know.
pl: Taa, wiem.

source: Yeah. I'm 9S, by the way.
pl: Tak. Jestem 9S, tak przy okazji.

source: Yeah. Most of the gears were too damaged to use.
pl: Tak. Większość trybików uległa zbyt dużym uszkodzeniom.

source: Yeah. So if you think of something, let me know.
pl: Tak. Jeśli coś przyjdzie ci do głowy, daj znać.

source: Yeah. Thanks for the assist.
pl: Nic. Dziękuję za wsparcie.

source: Yeah. There wasn't much left in the Bunker's records, but I found one called a lunar tear.
pl: Tak. Niewiele zostało na ich temat w zapiskach Bunkra, ale znalazłem zdjęcie kwiatu nazwanego "księżycowa łza".

source: Yeah. We'd better get back to the Bunker.
pl: Tak. Lepiej wracajmy do Bunkra.

source: Yeah. We're pretty much standing right on top of whatever they're pointing to.
pl: Tak. W zasadzie, to stoimy dokładnie w miejscu, na które wskazują.

source: Yeah. What a dummy!
pl: Tak. Co za głupek!

source: Yeah...
pl: Tak...

source: Yeah?
pl: Tak?

source: Yeah? What's up?
pl: Tak? Co tam?

source: Years of multiplying... Years of fighting in wars... Their sense of self just...deteriorated.
pl: Lata powielania... Lata udziału w wojnach... Ich samoświadomość po prostu... zatarła się i zanikła.

source: Yemen
pl: Jemen

source: Yep, this looks like a king's castle, all right...
pl: Ta, to wygląda jak królewski zamek, dobra...

source: Yep.
pl: Ta.

source: Yep. It's a thrill a minute.
pl: Jasne. Zabawy co nie miara.

source: Yep. Let's do it.
pl: Tak. Zróbmy to.

source: Yep. That's an electronic lock, all right ...Um, hello in there? Hellooo?
pl: Tak... To z całą pewnością zamek elektroniczny... No dobra... Um... jest tam kto? Haaalooo?

source: Yep. This team is going to be fine without me.
pl: Tak. Ten zespół nie będzie mnie potrzebował.

source: Yes
pl: Tak

source: Yes please.
pl: Tak, proszę.

source: Yes we CAN, Sis! Let's just be grateful for the help.
pl: Tak, MOŻEMY, Siostrzyczko! Po prostu, bądź wdzięczna za okazaną pomoc.

source: Yes! A fun game that anyone can play! If only I had the materials...
pl: Tak! Fajną grę, w którą każdy będzie mógł zagrać! Gdybym tylko miał dostęp do odpowiednich materiałów...

source: Yes! Now it's so hard, you'll wonder if anyone even bothered to bug-test this!
pl: Tak! Teraz jest tak trudna, że wątpię, aby ktokolwiek odważył się ją przetestować!

source: Yes! Yesssss! The power of the multiverse courses through the circuits of Father Servo!
pl: Tak! Taaaak! Moc multiwersum płynie przez obwody Ojca Servo!

source: Yes! You can do it! You have it in you!
pl: Tak! Dasz radę! Masz w sobie tą siłę!

source: Yes, 2B?
pl: Tak, 2B?

source: Yes, 9S? What is it?
pl: Tak, 9S? O co chodzi?

source: Yes, Commander.
pl: Tak, Pani Komandor.

source: Yes, I suppose so.
pl: Tak, chyba tak...

source: Yes, I'm aware of that.
pl: Tak, jestem tego świadoma.

source: Yes, but—
pl: Tak, ale...

source: Yes, let us die now!
pl: Tak, pozwólcie nam umrzeć!

source: Yes, let's quiver!
pl: Tak, niech zadrżą!

source: Yes, please rendezvous with Delta Squad when you're done.
pl: Tak, proszę spotkajcie się z Oddziałem Delta gdy skończycie.

source: Yes, we did. Which means there's no need for anyone else to go seeking revenge.
pl: Tak, zrobiliśmy to. A to oznacza, że nie ma potrzeby, aby ktokolwiek się mścił.

source: Yes, we need your help, but not with finding parts. We're actually trying to flee to a land across the sea.
pl: Ta... znów potrzebujemy waszej pomocy. Ale tym razem nie w szukaniu części. Próbujemy wydostać się z tych ziem do krain znajdujących się za morzem.

source: Yes, well, you're free to visit our village whenever you like.
pl: Tak, no cóż... Jak dla mnie, możecie odwiedzać naszą wioskę kiedy tylko zechcecie.

source: Yes, yes. Now if I may, do you believe that existence precedes essence?
pl: Tak, tak. A teraz, jeśli mogę... Wierzycie, że egzystencja wyprzedza esencję?

source: Yes.
pl: Tak.

source: Yes. According to this, the man worked long hours on an almost daily basis.
pl: Tak. Według niego, mężczyzna pracował niemal codziennie, i to po wiele godzin.

source: Yes. He said he needed to go find himself or...something.
pl: Tak. Powiedział, że musi wyruszyć, aby odnaleźć siebie, czy... coś w tym stylu.

source: Yes. I am "all right." Everything is "all right."
pl: Tak. Ze mną jest „w porządku”. Wszystko jest „w porządku”.

source: Yes. It's a vast woodland area not far from here.
pl: Tak. To rozległe leśne tereny znajdujące się niedaleko stąd.

source: Yes. Very dangerous. You should avoid them.
pl: Tak. Są bardzo niebezpieczne. Należy trzymać się od nich z daleka.

source: Yes?
pl: Tak?

source: Yes? And you are?
pl: Tak? A ty to kto?

source: Yes? Can I help you?
pl: Tak? Mogę jakoś wam pomóc?

source: Yes? Do you need something?
pl: Tak? Potrzebujesz czegoś?

source: Yes? Is there anything else you require?
pl: Tak? W czym mogę jeszcze służyć?

source: Yes? What do you need?
pl: Tak? Czego potrzebujesz?

source: Yes? What is it? ...And why are you scowling at me like that?
pl: Tak? O co chodzi...? I dlaczego patrzysz na mnie z taką złością?

source: Yet something nagged at the craftsman. Though he'd forged many a weapon, he'd only tested them on pigs and cows. He wondered what it might feel like to use them on another human being.
pl: Jednak coś dręczyło rzemieślnika. Choć wykuł wiele broni, sprawdzał je tylko na świniach i krowach. Zastanawiał się, jak to jest użyć ich na innym człowieku.

source: Yet the battle rages eternal!
pl: A jednak ta wojna nigdy się nie kończy!

source: Yet,
pl: Jednak,

source: Yikes! Well, before you barf everywhere...
pl: Ajć! Cóż, zanim mi tu zwymiotujesz...

source: Yo, Plato 1728! Today's your motor function test, right?
pl: Ej, Platonie 1728. Dzisiaj twój test funkcji motorycznych, prawda?

source: Yo. Thanks for helping out with my research.
pl: Hej. Dzięki za pomoc w moich badaniach.

source: YoRHa (Flight Unit)
pl: YoRHa (jednostka latająca)

source: YoRHa (Heavy Armament)
pl: YoRHa (uzbrojenie ciężkie)

source: YoRHa (Standard Armament)
pl: YoRHa (uzbrojenie standardowe)

source: YoRHa Betrayers
pl: Zdrajcy YoRHa

source: YoRHa Body Storage Records
pl: Zapisy magazynu ciał YoRHa

source: YoRHa Descent
pl: Desant YoRHa

source: YoRHa E-Type
pl: YoRHa typu E

source: YoRHa Identification System
pl: System identyfikacji YoRHa

source: YoRHa Pearl Harbor Descent Personal Record—Part 1
pl: Zapiski osobiste z desantu na Pearl Harbor — część 1

source: YoRHa Pearl Harbor Descent Personal Record—Part 2
pl: Zapiski osobiste z desantu na Pearl Harbor — część 2

source: YoRHa Pearl Harbor Descent Personal Record—Part 3
pl: Zapiski osobiste z desantu na Pearl Harbor — część 3

source: YoRHa R&D Team Journal: August 29 Held a progress-report meeting for the new weapon. Considering how many observers we have from the other orbiting satellites, I can tell they expect a lot from us.
pl: Dziennik zespołu badawczo-rozwojowego YoRHa, 29 sierpnia Mieliśmy spotkanie na temat postępów przy tworzeniu naszej nowej broni. Biorąc pod uwagę ilość obserwatorów z innych satelitów, widzę, że wiele od nas oczekują.

source: YoRHa R&D Team Journal: December 10 We had our first core-installation experiment today. Saw some troubling signs, including issues with unexpected irregular output and core perimeter defenses.
pl: Dziennik zespołu badawczo-rozwojowego YoRHa, 10 grudnia Pierwszy eksperyment z instalacją rdzenia. Jest trochę niepokojących problemów, m.in. z nieregularną mocą wyjściową i systemami zabezpieczeń rdzenia.

source: YoRHa R&D Team Journal: January 15 Command pulled the plug on our project. The weapon will go into official operation with the core still sealed.
pl: Dziennik zespołu badawczo-rozwojowego YoRHa, 15 stycznia Dowodzenie odcięło dofinansowanie naszego projektu. Broń zostanie wprowadzona do użytku z rdzeniem wciąż zapieczętowanym.

source: YoRHa R&D Team Journal: January 8 The circuits of three consecutive staffers burned out after attempting to remove the core's protection. I've requested replacement personnel.
pl: Dziennik zespołu badawczo-rozwojowego YoRHa, 8 stycznia Usmażyło obwody trzem pracownikom pod rząd, gdy próbowali usunąć zabezpieczenia rdzenia. Wysłaliśmy prośbę o zastępstwo.

source: YoRHa Recon
pl: Rozpoznanie YoRHy

source: YoRHa S-Type
pl: YoRHa typu S

source: YoRHa Soldier
pl: Żołnierz YoRHa

source: YoRHa Soldiers
pl: Żołnierze YoRHa

source: YoRHa aren't allowed to be emotional, remember?
pl: YoRHa nie pozwala okazywać emocji, pamiętasz?

source: YoRHa attacker model Number Two...
pl: Jednostka atakująca YoRHa, model numer dwa…

source: YoRHa bodies are expensive, so don't go getting yourself hurt!
pl: Ciała YoRHa są kosztowne, więc uważaj, żebyś się nie uszkodził!

source: YoRHa commanders' guards wield this advanced spear.
pl: Nowoczesna lanca używana przez ochronę dowódców YoRHa.

source: YoRHa commanders' guards wield this advanced spear. Its power increases as it charges with energy.
pl: Nowoczesna włócznia używana przez ochronę dowódców YoRHa. Jej moc zwiększa się po naładowaniu.

source: YoRHa could not stand up to the might of the Goliaths; now their extinction is only a matter of time. It seems that mankind will never regain its former glory.
pl: YoRHa nie była w stanie przeciwstawić się potędze Goliatów; jej zagłada jest teraz tylko kwestią czasu. Wygląda na to, że ludzkość już nigdy nie odzyska swojej dawnej chwały.

source: YoRHa has entered the base.
pl: Oddziały YoRHa wkroczyły do bazy wroga.

source: YoRHa members deserting? And attacking the Resistance, no less...?
pl: Dezerterujące jednostki YoRHa? Do tego atakujące Ruch Oporu...?

source: YoRHa might be a thing of the past, but the Resistance is still around.
pl: Może i YoRHa należy już do przeszłości, ale Ruch Oporu wciąż działa.

source: YoRHa outfits are so amazing!
pl: Stroje YoRHa są niesamowite!

source: YoRHa paratroopers enter the atmosphere from orbit. While leading the aerial units towards the abandoned factory, 2B's comrades begin steadily dropping like flies...
pl: Jednostki desantowe YoRHa wchodzą w atmosferę z orbity. W miarę jak jednostki powietrzne zbliżają się do opuszczonej fabryki, towarzysze 2B, jeden po drugim, padają jak muchy...
